/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Haluatko varmasti poistaa CGM:n?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Kumoa";

/* Title of cell to set credentials */
"Credentials" = "Tunnukset";

/* Title describing glucose date */
"Date" = "Date";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Poista CGM";

/* Title describing glucose value */
"Glucose" = "Glukoosi";

/* Section title for latest glucose reading */
"Latest Reading" = "Viimeisin lukema";

/* Outside US share server option title */
"Outside US" = "USA:n ulkopuolella";

/* The title of the Dexcom share password credential */
"Password" = "Salasana";

/* The title of the Dexcom share server URL credential */
"Server" = "Palvelin";

/* Title describing glucose trend */
"Trend" = "Suunta";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Käyttäjänimi";
